[
  { "name": "How would you describe your personality?", "category": "✨ About You" },
  { "name": "How do you cope with stress in life? What do you do to de-stress?", "category": "✨ About You" },
  { "name": "What makes you feel fulfilled?", "category": "✨ About You" },
  { "name": "What is something that makes you happy?", "category": "✨ About You" },
  { "name": "Are you a picky eater? If yes, what foods do you hate?", "category": "✨ About You" },
  { "name": "What is your motivation in life?", "category": "✨ About You" },
  { "name": "What are your pet peeves?", "category": "✨ About You" },
  { "name": "What are some goals you hope to achieve this year?", "category": "✨ About You" },
  { "name": "What's one food that you just discovered this year?", "category": "✨ About You" },
  { "name": "What are you passionate about?", "category": "✨ About You" },
  { "name": "What is your love language?", "category": "✨ About You" },
  { "name": "How do you like to destress after a long day at work?", "category": "✨ About You" },
  { "name": "Are you a texter or a face-to-face type of person?", "category": "✨ About You" },
  { "name": "What is something you would give up sleep for?", "category": "✨ About You" },
  { "name": "What is your best purchase in the past year? Explain why.", "category": "✨ About You" },
  { "name": "What's your favourite month of the year? Explain why.", "category": "✨ About You" },
  { "name": "Share your most recent earworm (a song that you love so much you've been playing it on repeat)!", "category": "✨ About You" },
  { "name": "Are you an introvert or an extrovert? (up to you how you want to define and expound on it)", "category": "✨ About You" },
  { "name": "Share about some situations which are non-life threatening but would still make you panic.", "category": "✨ About You" },
  { "name": "What’s the best prank you’ve played on someone before?", "category": "✨ About You" },
  { "name": "How would an ideal birthday look like to you?", "category": "✨ About You" },
  { "name": "Sleep! What's the minimum you can function on, how much do you get on average, and what's the ideal number of hours you would love to sleep for?", "category": "✨ About You" },
  { "name": "How do you express love to the people close to you?", "category": "✨ About You" },
  { "name": "How did you spend your most recent birthday?", "category": "✨ About You" },
  { "name": "Comfort! What's your go-to comfort food/activity? Who are the people you go to when you need comfort?", "category": "✨ About You" },
  { "name": "Share something that has been part of your daily routine for this year!", "category": "✨ About You" },
  { "name": "Are you team snooze your alarm or wake up immediately? (for everyone to reply, feel free to start a debate)", "category": "🥳 Fun Stuff" },
  { "name": "Are you team night owl or early bird? (for everyone to reply, feel free to start a debate)", "category": "🥳 Fun Stuff" },
  { "name": "Are you team don't-eat-breakfast" or team must-eat-breakfast? (for everyone to reply, feel free to start a debate)", "category": "🥳 Fun Stuff" },
  { "name": "If you could only drink one drink for the rest of your life, what would it be?", "category": "🥳 Fun Stuff" },
  { "name": "If you could take leave (and still be paid your current salary during that duration) for a year, what would you with that time?", "category": "🥳 Fun Stuff" },
  { "name": "If you could live out a day in the body of someone else (in the group), who would it be and why?", "category": "🥳 Fun Stuff" },
  { "name": "Would you rather live in a world without music or a world without colour? Explain why.", "category": "🥳 Fun Stuff" },
  { "name": "Would you rather not change your clothes for a week or shower 5 times a day for a week? Explain why.", "category": "🥳 Fun Stuff" },
  { "name": "Would you rather stay awake or sleep for 20 hours a day? Explain why.", "category": "🥳 Fun Stuff" },
  { "name": "If you could ban an item in the entire world, what would it be? Explain why.", "category": "🥳 Fun Stuff" },
  { "name": "You get to pick 24 hours of your life to repeat on loop for the rest of your life. Which day would that be and why?", "category": "🥳 Fun Stuff" },
  { "name": "Who would you say are your core group of friends? How did you guys meet?", "category": "🤩 Relationships" },
  { "name": "Are you a low-maintenance or high-maintenance relationship type of person?", "category": "🤩 Relationships" },
  { "name": "What was the most touching thing someone has done for you?", "category": "🤩 Relationships" },
  { "name": "Share about an unlikely/unexpected friendship in your life!", "category": "🤩 Relationships" },
  { "name": "What's something that someone has said which has stuck with you til today? How has it affected your life? (can be negative or positive)", "category": "🤩 Relationships" },
  { "name": "What's one trait you'd really appreciate in a significant other?", "category": "🤩 Relationships" },
  { "name": "How do you like others to show love to you?", "category": "🤩 Relationships" },
  { "name": "Share about someone who has inspired you to be the person you are today.", "category": "🤩 Relationships" },
  { "name": "Who are you most grateful for this year?", "category": "🤩 Relationships" },
  { "name": "How would you like to see your community (e.g. friends/family/church) grow closer?", "category": "🤩 Relationships" },
  { "name": "Share your first impressions of each other.", "category": "😤 Burning Bridges" },
  { "name": "What’s something you wish other people would stop doing?", "category": "😤 Burning Bridges" },
  { "name": "Who’s more likely to cry during a movie?", "category": "😤 Burning Bridges" },
  { "name": "Who’s more likely to lose their phone or wallet?", "category": "😤 Burning Bridges" },
  { "name": "Who’s more likely to get lost?", "category": "😤 Burning Bridges" },
  { "name": "Who’s more likely to forget an important appointment?", "category": "😤 Burning Bridges" },
  { "name": "Who’s more likely to get hangry?", "category": "😤 Burning Bridges" },
  { "name": "What is something that you’re thankful happened to you?", "category": "🌳 Introspection" },
  { "name": "What is something you hope to grow in?", "category": "🌳 Introspection" },
  { "name": "What are some skills you wish you had?", "category": "🌳 Introspection" },
  { "name": "What would you never want to change about yourself?", "category": "🌳 Introspection" },
  { "name": "What’s a lesson you’ve been learning recently?", "category": "🌳 Introspection" },
  { "name": "List 5 people you’re thankful for.", "category": "🌳 Introspection" },
  { "name": "What's something you've done recently that you're proud of ? (can be something small or something big! we celebrate all wins!)", "category": "🌳 Introspection" },
  { "name": "What's a rational/irrational fear that you have?", "category": "🌳 Introspection" },
  { "name": "What's something new that you'd like to try doing in the near future?", "category": "🌳 Introspection" },
  { "name": "What's something you've always wanted to say but coudn't? (and to whom do you want to say it to)", "category": "🌳 Introspection" },
  { "name": "What's one thing from the past that you wish you had done differently?", "category": "🌳 Introspection" },
  { "name": "What is something that you've been worrying about recently?", "category": "🌳 Introspection" },
  { "name": "What's the most fun thing you've done recently?", "category": "🌳 Introspection" },
  { "name": "Share about a memorable experience that you've had.", "category": "🌳 Introspection" },
  { "name": "What is something you wish people would know about you?", "category": "🌳 Introspection" },
  { "name": "What is a common assumption/misconception that people have about you?", "category": "🌳 Introspection" },
  { "name": "What is one question you wish that other people would ask you?", "category": "🌳 Introspection" },
  { "name": "Share something that was a \"plot twist\" that happened to you recently. (can be sad or happy)", "category": "🌳 Introspection" },
  { "name": "What's something you wish that people would stop saying to you/asking you?", "category": "🌳 Introspection" },
  { "name": "What's one habit you have that you'd like to keep or change?", "category": "🌳 Introspection" },
  { "name": "What's something that you've found to be particularly challenging in this season of your life?", "category": "🌳 Introspection" },
  { "name": "Is there someone that you need to apologize to/reconcile with? Share what's holding you back.", "category": "🌳 Introspection" },
  { "name": "What is something/someone you miss today? (E.g. can be a good childhood memory, an object, etc.)", "category": "🌳 Introspection" },
  { "name": "What was one experience you wish you didn’t have to go through?", "category": "🌳 Introspection" },
  { "name": "What's something that you're thankful you've gone through in life?", "category": "🌳 Introspection" },
  { "name": "What's one Bible verse that means a lot to you and why?", "category": "😶 Religion" },
  { "name": "What is one change you wish to make in church? (e.g. programs, culture, etc.)", "category": "😶 Religion" },
  { "name": "What was one instance where you felt hurt by someone in church?", "category": "😶 Religion" },
  { "name": "How has your walk with God been recently?", "category": "😶 Religion" },
  { "name": "What's one thing that you really struggle with in your faith journey recently? (e.g. a struggle, a doubt, a situation, a question etc.)", "category": "😶 Religion" },
  { "name": "What's the most memorable experience you have in church/with church people?", "category": "😶 Religion" },
  { "name": "What are some things we can be more mindful about so that we can be a better witness/example to our unbelieving friends?", "category": "😶 Religion" },
  { "name": "What made you believe/not believe in God?", "category": "😶 Religion" },
  { "name": "What are some factors that motivates you to continue in your faith despite the challenges? Feel free to share more about the challenges too!", "category": "😶 Religion" },
  { "name": "How did you start serving in church?", "category": "😶 Religion" },
  { "name": "What is a belief/experience/lesson that has stuck with you all these years?", "category": "😶 Religion" },
  { "name": "Which name/attribute/character of God means the most to you in this season of your life?", "category": "😶 Religion" },
  { "name": "Have you shared the Gospel to others before? What was it like?", "category": "😶 Religion" },
  { "name": "What has your church journey been like?", "category": "😶 Religion" },
  { "name": "What is/was a Christian concept that you struggle to understand?", "category": "😶 Religion" },
  { "name": "Do you believe in ghosts? Why or why not?", "category": "😶 Religion" },
  { "name": "Do you believe in evolution? Why or why not?", "category": "😶 Religion" },
  { "name": "What do you think are the core beliefs of the Christian faith?", "category": "😶 Religion" },
  { "name": "How have you seen God's hand in your life this year?", "category": "😶 Religion" },
  { "name": "What was one prayer you prayed a lot this year? Feel free to share why!", "category": "😶 Religion" },
  { "name": "How do you know God is real?", "category": "😶 Religion" },
  { "name": "What's something you're praying for this year? (can be a breakthrough, for a person, direction, etc.)", "category": "😶 Religion" },
  { "name": "Ask each other any question you’d like to. If the question you ask is unanswered: you owe the other person a drink 🤭", "category": "🤪 Wild Card" },
  { "name": "Say something encouraging to the person on your right.", "category": "🤪 Wild Card" },
  { "name": "Ask the person across from you a question!", "category": "🤪 Wild Card" },
  { "name": "Share a photo from your phone from the past 1 month. Explain.", "category": "🤪 Wild Card" },
  { "name": "What's something you'd like to thank the person on your left for?", "category": "🤪 Wild Card" },
  { "name": "Ask the person on your right about their week.", "category": "🤪 Wild Card" }
]
